Repository: keepassium/KeePassium-L10n
Catalog: keepassium.tmx
Source language: en
Languages: ar, cs, de, es_es, fi, fr, hu, it, ja, ko, nl, pl, pt_br, pt_pt, ru, sk, sr, sv_se, th, tr, uk, zh_cn, zh_tw

source: Welcome
ar: مرحبًا
cs: Vítejte
de: Willkommen
es_es: Bienvenid@
fi: Tervetuloa
fr: Bienvenu(e)
hu: Üdvözöljük
it: Benvenuto/a
ja: ようこそ
ko: 환영합니다!
nl: Welkom
pl: Witamy
pt_br: Bem-vindo
ru: Добро пожаловать
sk: Vitajte
sv_se: Välkommen
th: ยินดีต้อนรับ
tr: Hoş geldiniz
uk: Ласкаво просимо
zh_cn: 欢迎使用
zh_tw: 歡迎使用

source: Create New Database
ar: إنشاء قاعدة بيانات جديدة
cs: Vytvořit novou databázi
de: Neue Datenbank erstellen
es_es: Crear base de datos nueva
fi: Luo uusi tietokanta
fr: Créer une nouvelle base de données
hu: Új adatbázis létrehozása
it: Crea un Nuovo Database
ja: 新規データベースを作成
ko: 새로운 데이터베이스 생성
nl: Maak nieuwe databank
pl: Utwórz nową bazę
pt_br: Criar novo banco de dados
ru: Создать новую базу
sk: Vytvoriť novú databázu
sv_se: Skapa ny databas
th: สร้างฐานข้อมูลใหม่
tr: Yeni Bir Veritabanı Oluşturun
uk: Створити нову базу
zh_cn: 创建新的数据库
zh_tw: 新建資料庫

source: KeePassium stores your passwords, credit cards and other information in an encrypted file (database). You can have multiple databases, for example to separate work, family and personal accounts.
ar: يقوم KeePassium بتخزين كلمات المرور، بطاقات الائتمان وغيرها من المعلومات في ملف مشفر (قاعدة البيانات). يمكن أن يكون لديك عدة قواعد بيانات، على سبيل المثال لحسابات العمل وللأسرة وللحسابات الشخصية.
cs: KeePassium ukládá vaše hesla, kreditní karty a další informace v zašifrovaném souboru (databázi). Můžete mít více databází, například pro oddělení pracovních, rodinných a osobních účtů.
de: KeePassium speichert Ihre Passwörter, Kreditkarten und andere Informationen in einer verschlüsselten Datei (Datenbank). Sie können mehrere Datenbanken nutzen um zum Beispiel Arbeit, Familie und persönliche Konten zu trennen.
es_es: KeePassium almacena las contraseñas, tarjetas de crédito y otra información en un archivo cifrado (base de datos). Puedes tener múltiples bases de datos, p.ej. para separar cuentas de trabajo, familiares y personales.
fr: KeePassium stocke vos mots de passe, cartes de crédit et autres informations dans un fichier crypté (base de données). Vous pouvez avoir plusieurs bases de données, par exemple pour séparer le travail, la famille et les comptes personnels.
it: KeePassium memorizza le tue password, carte di credito e altre informazioni in un file crittografato (database). Puoi gestire più database, ad esempio per separare gli account di lavoro, famiglia e personale.
ja: パスワードやクレジットカード、その他の情報は、暗号化されたファイル (データベース) に保存します。 複数のデータベースを持つことが可能で、仕事・家族・個人などに分割できます。
ko: KeePassium은 암호화된 파일(데이터베이스)에 사용자의 패스워드나 신용카드 등의 정보를 저장합니다. 분리된 업무용, 가족용, 개인 계정용 등과 같이 다수의 데이터베이스를 사용하실 수도 있습니다.
nl: KeePassium slaat je wachtwoorden, creditcards en andere informatie op in een versleuteld bestand (databank). Je kunt beschikken over meerdere databanken, bijvoorbeeld om werk, familie en persoonlijke accounts te scheiden.
pl: KeePassium przechowuje Twoje hasła, dane karty kredytowej i inne informacje w zaszyfrowanym pliku (bazie). Możesz posiadać wiele baz, na przykład oddzielnie dla kont służbowych, rodzinnych i osobistych.
pt_br: KeePassium guarda suas senhas, cartões de crédito e outras informações eu um arquivo criptografado (banco de dados). Você pode ter vários bancos de dados; por exemplo, para trabalho, família e uso pessoal.
ru: KeePassium хранит пароли и другую важную информацию в зашифрованном файле (базе паролей). Можно использовать несколько баз — например, чтобы разделить рабочие, семейные и личные аккаунты.
sk: KeePassium ukladá vaše heslá, kreditné karty a ďalšie informácie v zašifrovanom súbore (databáze). Môžete mať viac databáz, napríklad pre oddelenie pracovných, rodinných a osobných účtov.
sv_se: KeePassium lagrar dina lösenord, kreditkort och annan information i en krypterad fil (databas). Du kan ha flera databaser, till exempel för att dela upp konton för arbete, familj och personlig användning.
th: KeePassium จะช่วยเก็บรหัสผ่าน, บัตรเครดิต และข้อมูลต่าง ๆ ในรูปแบบไฟล์เข้ารหัส (ฐานข้อมูล) และคุณยังสามารถเก็บฐานข้อมูลได้หลายฐาน เอาไว้สำหรับใช้แยกออกจากงาน, ครอบครัว หรือบัญชีส่วนตัวก็ได้
tr: KeePassium şifrelerinizi, kredi kartlarınızı ve diğer bilgilerinizi şifrelenmiş bir dosyada (veritabanı) saklar. Birden fazla veritabanınız olabilir. Ör: işi, aileyi, kişisel bilgilerinizi ayrı ayrı tutmak için.
zh_cn: KeePassium 可以将您的密码、信用卡和其他讯息 加密的保存(数据库)。 您可以拥有多个数据库, 比如区分: 公司用、家庭用以及私人用。
zh_tw: KeePassium 可以將您的密碼、信用卡和其他訊息 加密的保存(資料庫)。 您可以擁有多個資料庫, 比如區分: 公司用、家庭用以及私人用。

source: Add Existing Database
ar: إضافة قاعدة بيانات موجودة
cs: Přidat existující databázi
de: Vorhandene Datenbank hinzufügen
es_es: Añadir base de datos existente
fi: Lisää olemassaoleva tietokanta
fr: Ajouter une base de données existante
hu: Létező adatbázis hozzáadása
it: Apri un Database esistente
ja: 既存のデータベースを追加
ko: 기존 데이터베이스 추가
nl: Voeg bestaande databank toe
pl: Dodaj istniejącą bazę
pt_br: Adicionar banco de dados existente
ru: Добавить свою базу
sk: Pridať existujúcu databázu
sv_se: Lägg till existerande databas
th: เพิ่มฐานข้อมูลที่มีอยู่แล้ว
tr: Varolan Bir Veritabanını Ekle
zh_cn: 添加现有数据库
zh_tw: 添加現有資料庫

source: If you enter a wrong AppLock passcode, KeePassium will close all databases and clear all master keys from the keychain.
ar: إذا قمت بإدخال كلمة المرور بشكل خاطيء في قفل التطبيق، سيقوم KeePassium بإغلاق جميع قواعد البيانات وإزالة جميع المفاتيح الرئيسة من سلسلة المفاتيح.
cs: Jakmile dojde k zadání nesprávného kódu aplikace, KeePassium uzavře všechny databáze a smaže všechna uložené hlavní klíče z klíčenky.
de: Wenn Sie einen falschen AppLock-Passcode eingeben, wird KeePassium alle Datenbanken schließen und alle Master-Schlüssel aus dem Schlüsselbund löschen.
es_es: Si introduces un código de acceso (AppLock) incorrecto, KeePassium cerrará todas las bases de datos y borrará todas las claves maestras de la cadena de claves.
fr: Si vous entrez un mauvais code d'accès AppLock, KeePassium fermera toutes les bases de données et effacera toutes les clés maîtresses du trousseau.
it: Se immetti un codice di accesso AppLock errato, KeePassium chiuderà tutti i database e cancellerà tutte le chiavi master dal portachiavi.
ja: Appをロックするパスコードを間違えると、KeePassiumはすべてのデータベースを閉じ、すべてのマスターキーをキーチェーンから消去します。
ko: 앱 잠금 비밀번호를 잘못 입력한 경우, KeePassium은 모든 데이터베이스를 닫고 키체인에 등록된 모든 마스터 키를 지웁니다.
nl: Als u een verkeerde AppLock-toegangscode invoert, dan sluit KeePassium alle databanken en wist alle hoofdsleutels uit de sleutelhanger.
pl: Jeżeli wprowadzisz zły kod dostępu, KeePassium zamknie wszystkie bazy i wyczyści usunie klucze główne z pęku kluczy.
pt_br: Se você errar a senha do aplicativo, KeePassium fechará todos os bancos de dados e apagará todas as senhas-mestras das chaves do sistema.
ru: При вводе неверного кода доступа KeePassium закроет все базы паролей и удалит все запомненные мастер-ключи из системной связки ключей.
sk: Ak zadáte nesprávny prístupový kód aplikácie, KeePassium uzavrie všetky databázy a vymaže všetky hlavné kľúče z kľúčenky.
sv_se: Om du anger fel PIN-Kod för AppLock kommer KeePassium stänga alla databaser och rensa alla huvudnycklar från nyckelkedjan.
th: ถ้าคุณใส่รหัสแอปล็อกผิด KeePassium จะปิดฐานข้อมูลทั้งหมดและล้างกุญแจหลักออกจากพวงกุญแจ
tr: Eğer yanlış bir AppLock şifresi girerseniz, KeePassium tüm veritabanlarını kapatacak ve tüm ana şifreleri unutacak.
zh_cn: 如果您使用了错误的应用解锁密码, KeePassium 将会关闭所有的数据库并从系统钥匙圈中清除所有的主密钥。
zh_tw: 如果您使用了錯誤的應用解鎖密碼, KeePassium 將會關閉所有的資料庫並從系統鑰匙圈中清除所有的主金鑰。

source: Wrong Passcode
ar: كلمة مرور خاطئة
cs: Nesprávný kód aplikace
de: Falscher Zugangscode
es_es: Código incorrecto
fr: Code d'accès erroné
hu: Helytelen jelszó
it: Codice di accesso errato
ja: パスコードを間違ったとき
ko: 잘못된 비밀번호
nl: Onjuiste toegangscode
pl: Błędny kod dostępu
pt_br: Senha de aplicativo errada
ru: Неверный код доступа
sk: Nesprávny kód aplikácie
sv_se: Fel pinkod
th: รหัสผิด
tr: Yanlış Şifre
uk: Неправильний код доступу
zh_cn: 错误的应用解锁密码
zh_tw: 錯誤的應用解鎖密碼

source: Protect Databases
ar: حماية قواعد البيانات
cs: Chránit databáze
de: Datenbanken schützen
es_es: Proteger bases de datos
fr: Protéger les bases de données
it: Protezione database
ja: データベースを保護
ko: 데이터베이스 보호
nl: Beveilig databanken
pl: Chroń bazy
pt_br: Proteger bancos de dados
ru: Закрыть базы паролей
sk: Chrániť databázy
sv_se: Skydda databaser
th: ปกป้องฐานข้อมูล
tr: Veritabanlarını Koru
zh_cn: 保护数据库
zh_tw: 保護資料庫

source: Allows biometric authentication as a quick (but less secure) alternative to AppLock passcode.
ar: السماح بالمصادقة البيومترية كبديل سريع (لكن أقل أمانًا) لكلمة مرور قفل التطبيق.
cs: Umožňuje biometrickou autentizaci jako rychlou (ale méně bezpečnou) alternativu ke kódu aplikace.
de: Ermöglicht biometrische Authentifizierung als schnelle (aber weniger sichere) Alternative zum AppLock-Passwort.
es_es: Permite la autenticación biométrica como una alternativa más rápida (pero menos segura) al código de acceso.
fr: Permet l'authentification biométrique en tant qu'alternative rapide (mais moins sécurisée) au code d'accès AppLock.
it: Consente l'autenticazione biometrica come alternativa rapida (ma meno sicura) al codice di sicurezza di AppLock.
ja: Appロックでパスコードの代わりに動作の速い（が安全性は劣る）生体認証を使用します。
ko: 앱 잠금 비밀번호 대신 더 빠른 생체 인식 인증(덜 안전함)을 사용합니다.
nl: Hiermee kan biometrische verificatie als een snel (maar minder veilig) alternatief voor AppLock-toegangscode worden gebruikt.
pl: Użyj danych biometrycznych jako szybszą (ale mniej bezpieczną) alternatywę dla kodu dostępu.
pt_br: Permite autenticação biométrica como alternativa rápida (mas menos segura) à senha do aplicativo.
ru: Позволяет использовать биометрическую аутентификацию как альтернативу коду доступа (быстрее, но менее надёжно).
sk: Umožňuje biometrickú autentifikáciu ako rýchlu (ale menej bezpečnú) alternatívu ku kódu aplikácie.
sv_se: Tillåt biometrisk autentisering som ett snabbt (men mindre säkert) alternativ till AppLock PIN-kod.
th: อนุญาตให้ใช้การยืนยันไบโอเมทริกซ์เพื่อความรวดเร็ว (แต่ปลอดภัยน้อยลง) แทนการใช้รหัสผ่านแอปล็อก
tr: Uygulama Kilidi şifresi yerine hızlı (ama daha güvensiz) bir alternatif olan biyometrik yetkilendirmeye izin verir.
zh_cn: 可以使用生物识别身份验证作为应用解锁密码(但可能不这么安全) 快速解锁的替代方案。
zh_tw: 可以使用生物識別身份驗證作為應用解鎖密碼(但可能不這麼安全) 快速解鎖的替代方案。

source: Biometrics
ar: البصمات
cs: Biometrie
de: Biometrie
es_es: Biometría
fr: Biométriques
it: Dati biometrici
ja: 生体認証
ko: 생체 인식
nl: Biometrieën
pl: Biometria
pt_br: Biometria
ru: Биометрия
sk: Biometria
sv_se: Biometri
th: ไบโอเมทริกซ์
tr: Biyometrik
uk: Біометрія
zh_cn: 生物识别技术
zh_tw: 生物識別技術

source: Timeout
ar: المُهلة
cs: Časový limit
de: Wartezeit
es_es: Tiempo de espera
fr: Expiration
hu: Időtúllépés
ja: タイムアウト
ko: 시간 제한
pl: Limit czasu
pt_br: Limite de tempo
ru: Задержка
sk: Časový limit
th: หมดเวลาใช้งาน
tr: Zaman Aşımı
uk: Затримка
zh_cn: 超时
zh_tw: 逾時

source: Enable AppLock
ar: تمكين قفل التطبيق
cs: Zapnout zámek
de: Appsperre aktivieren
es_es: Habilitar AppLock
fr: Activer le verrou d'applications
hu: Applock engedélyezése
it: Abilita Blocco dell'App
ja: Appロックを使用
ko: 앱 잠금 활성화
nl: Schakel AppLock in
pl: Włącz AppLock
pt_br: Ativar senha do aplicativo
ru: Использовать AppLock
sk: Zapnúť zámok
sv_se: Aktivera AppLock
th: เปิดใช้งานแอปล็อก
tr: Uygulama kilidini etkinleştir
uk: Увімкнути AppLock
zh_cn: 启用应用解锁密码
zh_tw: 啟用應用解鎖密碼

source: App Protection
ar: حماية التطبيق
cs: Ochrana aplikace
de: Zugangsschutz
es_es: Protección de la Aplicación
fr: Protection des applications
hu: App védelem
it: Protezione App
ja: Appの保護
ko: 앱 보호
nl: App-beveiliging
pl: Ochrona aplikacji
pt_br: Proteção do aplicativo
ru: Защита приложения
sk: Ochrana aplikácie
sv_se: Appskydd
th: การป้องกันแอป
tr: Uygulama Güvenliği
uk: Захист додатку
zh_cn: 应用保护
zh_tw: 應用保護

source: Protect KeePassium from unauthorized access.
ar: حماية KeePassium من الوصول الغير مصرح به.
cs: Chraňte KeePassium před neoprávněným přístupem.
de: Schützen Sie KeePassium vor unbefugten Zugriffen.
es_es: Protege KeePassium de accesos no autorizados.
fr: Protéger KeePassium contre les accès non autorisés.
hu: Óvja meg KeePassiumot jogosulatlan hozzáférésektől.
it: Proteggi KeePassium da accessi non autorizzati.
ja: KeePassiumを不正なアクセスから保護します。
ko: 허가되지 않은 접근으로부터 KeePassium 보호.
nl: Bescherm KeePassium tegen ongeautoriseerde toegang.
pl: Chroni KeePassium przed niepowołanym dostępem.
pt_br: Proteja KeePassium contra acesso não autorizado.
ru: Защищает KeePassium от посторонних глаз.
sk: Chráňte KeePassium pred neoprávneným prístupom.
sv_se: Skydda KeePassium från otillåtna användare.
th: ปกป้อง KeePassium จากการเข้าถึงที่ไม่ได้รับอนุญาต.
tr: KeePassium'u yetkisiz girişlerden koruyun.
zh_cn: 保护KeePassium免受未经授权的访问。
zh_tw: 保護KeePassium免受未經授權的訪問。

source: The app will automatically lock up after this time.
ar: سيتم قفل التطبيق تلقائيًا بعد هذا الوقت.
cs: Aplikace se automaticky zamkne po této době.
de: Die App wird nach dieser Zeit automatisch gesperrt.
es_es: La aplicación se bloqueará automáticamente después de un tiempo.
fr: L'application se verrouille automatiquement après ce délai.
it: L'app si bloccherà automaticamente dopo questo tempo.
ja: 指定時間後に自動的にAppをロックします。
ko: 지정된 시간 제한이 지나면 앱이 자동으로 잠깁니다.
nl: De app vergrendelt automatisch na deze periode.
pl: Po tym czasie aplikacja zostanie automatycznie zablokowana.
pt_br: O aplicativo será bloqueado automaticamente após este tempo.
ru: Приложение автоматически заблокируется по истечении этого времени.
sk: Aplikácia sa automaticky uzamkne po tejto dobe.
sv_se: Appen kommer automatiskt låsas efter denna tidsperiod.
th: แอปจะล็อกอัตโนมัติหลังจากเวลาที่ตั้งไว้
tr: Uygulama bu süre geçtikten sonra kendiliğinden kilitlenecektir.
zh_cn: 应用程序将在此时间后自动锁定。
zh_tw: 應用程式將在此時間後自動鎖定。

source: App Lock Timeout
ar: مُهلة قَفل التطبيق
cs: Časový limit
de: Sperrenablaufszeit
es_es: Tiempo de bloqueo de la aplicación
fr: Délai de verrouillage de l'application
it: Timeout del Blocco App
ja: ロックまでの時間
ko: 앱 잠금 시간 제한
nl: App-vergrendeling-time-out
pl: Czas do blokady
pt_br: Bloquear app
ru: Задержка AppLock
sk: Časový limit
th: ตั้งแวลาล็อคแอป
tr: Uygulama Kilidi Zaman Aşımı
zh_cn: 应用解锁密码 超时设定
zh_tw: 應用解鎖密碼 逾時設置

source: Tap "Passwords &amp; Accounts"
ar: اختر "كلمات المرور و الحسابات"
cs: Klepněte na "Hesla a účty"
de: Drücke "Passwörter &amp; Accounts"
es_es: Toca en "Contraseñas y cuentas"
fr: 2. Appuyez sur "Mots de passe &amp; comptes"
it: Clicca su "Password &amp; Account"
ja: 「パスワードとアカウント」をタップ
ko: ”암호 및 계정” 또는 “암호” 설정 진입
nl: Druk op 'Wachtwoorden &amp; Accounts'
pl: Wybierz "Hasła"
pt_br: Toque em "Senhas"
ru: Нажмите "Пароли и учетные записи"
sk: Kliknite na "Heslá a účty"
sv_se: Tryck på "Lösenord och konton"
th: เข้าไปที่ "รหัสผ่านและบัญชี"
tr: "Parolalar"a Dokun
zh_cn: 点选 "密码 &amp; 账户"
zh_tw: 點選 "密碼 &amp; 帳號"

source: Open device settings
ar: افتح إعدادات الجهاز
cs: Otevřete aplikaci Nastavení
de: Einstellungen öffnen
es_es: Abre «Ajustes» de iOS
fi: Avaa laitteen asetukset
fr: Ouvrir les paramètres de l’appareil
it: Apri impostazioni dispositivo
ja: 「設定」を開く
ko: 기기 설정 열기
nl: Open de apparaatinstellingen
pl: Otwórz Ustawienia
pt_br: Abra o app Ajustes
ru: Откройте системные настройки
sk: Otvorte nastavenia zariadenia
sv_se: Öppna Inställningar från hemskärmen
th: เปิดการตั้งค่าอุปกรณ์
tr: "Ayarlar"ı aç
zh_cn: 打开系统设置
zh_tw: 打開系統設置

source: Tap "AutoFill Passwords"
ar: اختر "ملء كلمات المرور تلقائياً"
cs: Klepněte na "Vyplňování hesel"
de: Tippe auf "Automatisch ausfüllen"
es_es: Toca «Autocompletado de contraseñas»
fr: Tapez sur "Remplissage automatique des mots de passe"
it: Clicca su "Riempimento automatico"
ja: 「パスワードを自動入力」をタップ
ko: ”암호 자동 완성” 설정 진입
nl: Druk op 'Vul wachtwoorden automatisch in'
pl: Automatyczne uzupełnianie haseł
pt_br: Toque em "Preencher Senhas"
ru: Нажмите "Автозаполнять пароли"
sk: Kliknite na "Vyplňovanie hesiel"
sv_se: Tryck på "Autofyll lösenord"
th: แตะที่ "การป้อนรหัสผ่านอัตโนมัติ"
tr: "Parolaları Otomatik Doldur"a tıkla
zh_cn: 点选 "自动填充密码"
zh_tw: 點選 "自動填寫密碼"

source: Turn on "AutoFill Passwords"
ar: تفعيل "ملء كلمة المرور تلقائياً"
cs: Zapněte "Automatické vyplnění hesel"
de: Aktiviere "Automatisch ausfüllen"
es_es: Habilita «Autocompletar contraseñas»
fr: Activer "Remplissage automatique des mots de passe"
it: Attiva "Riempimento automatico password"
ja: 「パスワードを自動入力」をオン
ko: “암호 자동 완성” 활성화
nl: Schakel 'Vul wachtwoorden automatisch in' in
pl: Włącz "Automatyczne wypełnianie haseł"
pt_br: Ative "Preencher Senhas"
ru: Включите "Автозаполнение паролей"
sk: Zapnite "Automatické vyplňovanie hesiel"
sv_se: Slå på "Autofyll lösenord"
th: เปิดการใช้งาน "การป้อนรหัสผ่านอัตโนมัติ"
tr: "Parolaları Otomatik Doldur"u aç
zh_cn: 打开"自动填充密码"
zh_tw: 打開"自動填寫密碼"

source: When AutoFill inserts the username and password, it can also copy the one-time password (OTP) for you.
ar: عندما تدرج تلقائياً اسم المستخدم وكلمة المرور، يمكنك أيضاً نسخ كلمة المرور لمرة واحدة (OTP).
cs: Jakmile aplikace vyplní uživatelské jméno a heslo, může pro vás také zkopírovat jednorázové heslo (OTP).
de: Wenn AutoFill den Benutzernamen und das Passwort einfügt, kann es auch das einmalige Passwort (OTP) für Sie kopieren.
es_es: «Autocompletar» inserta el nombre de usuario y contraseña, pero también puede copiar contraseñas de un solo uso (OTP).
fr: Lorsque le remplissage automatique insère le nom d'utilisateur et le mot de passe, il peut également copier le mot de passe unique (OTP) pour vous.
it: Quando il riempimento automatico inserisce nome utente e password, può anche copiare la password monouso (OTP).
ja: ユーザー名とパスワードを自動入力する際、ワンタイムパスワード (OTP) もコピーします。
ko: 자동 완성으로 사용자 이름과 패스워드를 삽입할 때, 일회용 비밀번호(OTP)를 복사합니다.
nl: Als AutoFill de gebruikersnaam en het wachtwoord invoert, dan kan het ook het eenmalige wachtwoord (OTP) voor je kopiëren.
pl: Gdy Autouzupełnianie wstawia nazwę użytkownika i hasło, może także skopiować hasło jednorazowe do schowka.
pt_br: Ao preencher nome de usuário e senha, o código de uso único (OTP) pode ser copiado para que você o cole no campo adequado.
ru: Когда автозаполнение вставляет имя пользователя и пароль, оно может скопировать в буфер обмена и одноразовый пароль (OTP).
sk: Akonáhle aplikácia automaticky vyplní používateľské meno a heslo, môže tiež pre vás skopírovať aj jednorazové heslo (OTP).
sv_se: När Autofyll fyller i ditt användarnamn och lösenord kan det samtidigt kopiera engångslösenord (OTP) till urklipp åt dig.
th: เมื่อการป้อนรหัสผ่านอัตโนมัติใส่ชื่อผู้ใช้และรหัสผ่านแล้ว แอปจะสามารถคัดลอกรหัสใช้ครั้งเดียว (OTP) ให้คุณทันที
tr: Otomatik Doldur işlevi kullanıcı adı ve şifreyi yazdıktan sonra şifreyi de senin için kopyalayabilir.
zh_cn: 当自动填充写入用户名和密码时，它还可以自动为您复制一次性密码（OTP）。
zh_tw: 當自動填充寫入用戶名和密碼時，它還可以自動為您複製一次性密碼（OTP）。

source: One-time passwords
ar: كلمة السر لمرة واحدة OTP
cs: Jednorázová hesla
de: Einmalkennwörter
es_es: Contraseñas de un solo uso (OTP)
fi: Kertakäyttösalasanat
fr: Mot de passe à usage unique (OTP)
it: One-Time Password
ja: ワンタイムパスワード
ko: 일회용 비밀번호
nl: Eenmalige wachtwoorden
pl: Hasło jednorazowe
pt_br: Códigos de uso único
ru: Одноразовые пароли
sk: Jednorázové heslá
sv_se: Engångslösenord
th: รหัสผ่านแบบใช้ครั้งเดียว
tr: Tek kullanımlık şifre
uk: Одноразові паролі
zh_cn: 一次性密码
zh_tw: 一次性密碼

source: Select "KeePassium"
ar: حدد "KeePassium"
cs: Vyberte "KeePassium"
de: Wähle "KeePassium"
es_es: Selecciona "KeePassium"
fr: Sélectionnez "KeePassium"
it: Seleziona "KeePassium"
ja: 「KeePassium」を選択
ko: “KeePassium” 선택
nl: Selecteer 'KeePassium'
pl: Wybierz "KeePassium"
pt_br: Selecione "KeePassium"
ru: Выберите "KeePassium"
sk: Vyberte "KeePassium"
sv_se: Välj "KeePassium"
th: เลือก "KeePassium"
tr: "KeePassium"u seç
uk: Оберіть "KeePassium"
zh_cn: 选择"KeePassium"
zh_tw: 選擇"KeePassium"

source: AutoFill
ar: الملء تلقائي
cs: Automatické vyplňování
de: Automatisch ausfüllen
es_es: Autocompletar (AutoFill)
fi: Automaattinen täyttö
fr: Remplissage automatique
hu: Automatikus kitöltés
it: Riempimento Automatico
ja: 自動入力
ko: 자동 완성
nl: Autom. aanvullen
pl: Autouzupełnianie
pt_br: Preenchimento automático
pt_pt: Auto-preenchimento
ru: Автозаполнение
sk: Automatické vyplňovanie
sv_se: Autofyll
th: การป้อนรหัสผ่านอัตโนมัติ
tr: Otomatik Doldur
uk: Автозаповнення
zh_cn: 自动填充功能
zh_tw: 自動填入功能

source: Copy OTP to clipboard
ar: نسخ OTP إلى الحافظة
cs: Kopírovat jednorázové hesla
de: OTP in die Zwischenablage kopieren
es_es: Copiar OTP al portapapeles
fr: Copier OTP dans le presse-papiers
it: Copia OTP negli appunti
ja: クリップボードにコピー
ko: 클립보드에 OTP 복사
nl: Kopieer OTP naar klembord
pl: Kopiuj hasło jednorazowe do schowka
pt_br: Copiar código de uso único p/ área transf.
ru: Скопировать одноразовый пароль
sk: Kopírovať jednorazové heslo
sv_se: Kopiera engångslösenord till urklipp
th: คัดลอกรหัส OTP ไปยังคลิปบอร์ด
tr: Tek Kullanımlık Şifreyi kopyala
zh_cn: 复制 一次性密码OTP 到剪贴板
zh_tw: 複製 一次性密碼OTP 到剪貼板

source: Initial Setup
ar: الإعداد الأولي
cs: Počáteční nastavení
de: Ersteinrichtung
es_es: Ajustes iniciales
fr: Configuration initiale
it: Configurazione iniziale
ja: 初期設定方法
ko: 기초 설정
nl: Eerste keer instellen
pl: Wstępna konfiguracja
pt_br: Configuração inicial
ru: Предварительная настройка
sk: Počiatočné nastavenie
sv_se: Grundinställning
th: ตั้งค่าเริ่มต้น
tr: Kurulum aşamaları
zh_cn: 初始设置
zh_tw: 初始設置

source: Keep Backup Files
ar: الاحتفاظ بملفات نَسخ احتياطي
cs: Uchovat zálohy
de: Sicherungsdateien behalten
es_es: Conservar copias de seguridad
fr: Garder les fichiers de sauvegarde
hu: Biztonsági mentések megtartása
it: Mantieni i Files di Backup
ja: バックアップを保持
ko: 백업 파일 유지
nl: Bewaar back-upbestanden
pl: Przechowuj kopie zapasowe
pt_br: Manter cópias de segurança
ru: Хранить резервные копии
sk: Uchovávať záložné súbory
sv_se: Spara backupkopior
th: พยายามสำรองข้อมูลไว้
tr: Yedek dosyaları sakla
zh_cn: 保留备份文件
zh_tw: 保留備份檔案

source: KeePassium can automatically delete old backup files to free up some storage space.
ar: إنَّ KeePassium يُمكنه حذف ملفات النَسخ الاحتياطي القديمة تلقائيًا لتحرير بعض مساحة التخزين.
cs: KeePassium může automaticky mazat staré zálohy a uvolnit tak místo na vašem zařízení.
de: KeePassium kann automatisch alte Sicherungsdateien löschen, um Speicherplatz zu freigeben.
es_es: KeePassium puede eliminar automáticamente copias de seguridad antiguas para liberar espacio de almacenamiento.
fr: KeePassium peut supprimer automatiquement les anciens fichiers de sauvegarde pour libérer de l'espace de stockage.
it: KeePassium può eliminare automaticamente i vecchi file di backup per liberare spazio di archiviazione.
ja: 古いバックアップを自動的に削除して空き容量を増やします。
ko: KeePassium은 저장 공간을 비우기 위해 이전 백업 파일을 자동으로 삭제할 수 있습니다.
nl: KeePassium kan oude back-upbestanden automatisch verwijderen om ruimte vrij te maken.
pl: KeePassium może automatycznie usuwać stare kopie zapasowe, aby zwolnić trochę miejsca na dysku.
pt_br: KeePassium pode apagar cópias de segurança antigas automaticamente para liberar espaço.
ru: KeePassium может автоматически удалять старые резервные копии, чтобы уменьшить занимаемое место.
sk: KeePassium môže automaticky vymazávať staré záložné súbory a uvoľniť tak miesto na vašom zariadení.
sv_se: KeePassium kan automatiskt radera gamla backupfiler för att frigöra lagringsutrymme.
th: KeePassium สามารถลบไฟล์สำรองเก่าให้อัตโนมัติ เพื่อประหยัดพื้นที่ให้มากขึ้น
tr: Yer kazanmak için KeePassium otomatik olarak eski yedek dosyalarını siler.
zh_cn: KeePassium 可以自动删除旧的备份文件帮您释放点手机文件空间。
zh_tw: KeePassium 可以自動刪除舊的備份文件幫您釋放點手機檔案空間。

source: Periodic cleanup
ar: التنظيف الدوري
cs: Opakované mazání
de: Regelmäßig löschen
es_es: Limpieza periódica
fr: Nettoyage périodique
hu: Rendszeres törlés
it: Pulizia periodica
ja: 定期的なクリーンアップ
ko: 주기적 정리
nl: Schoon periodiek op
pl: Okresowe czyszczenie
pt_br: Limpeza periódica
ru: Периодическая очистка
sk: Periodické vymazávanie
sv_se: Periodisk upprensning
th: รอบการทำความสะอาด
tr: Periyodik temizlik
uk: Періодичне очищення
zh_cn: 定期清理
zh_tw: 定期清理
